Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: This snapshot reflects the status of the behaviors as of {{date}}.
ja_jp: このスナップショットは、{{date}} 時点での行動のステータスを反映しています。

source: This snapshot reflects the status of the goals as of {{date}}.
ja_jp: このスナップショットは、{{date}} 時点での目標のステータスを反映しています。

source: Let’s discuss on
ja_jp: について話し合いましょう

source: Edited
ja_jp: 編集済み

source: No changes
ja_jp: 変更なし

source: Unrated
ja_jp: 未評価

source: Overall performance rating
ja_jp: 総合パフォーマンス評価

source: No comment provided
ja_jp: コメントが提供されていません

source: No input provided
ja_jp: 入力が提供されていません

source: Confirmation of my performance conversation
ja_jp: パフォーマンス面談の確認

source: Closed (system)
ja_jp: クローズ済み（システム）

source: Moderation
ja_jp: モデレーション

source: Pending sign-off
ja_jp: 承認待ち

source: Pending validation
ja_jp: 検証待ち

source: Pending publication
ja_jp: 公開保留中

source: Review autoclosed date
ja_jp: レビュー自動終了日

source: Worker sign-off date
ja_jp: 社員承認日

source: Review closed date
ja_jp: レビュー終了日

source: Evaluation period
ja_jp: 評価期間

source: Type & status
ja_jp: 種類とステータス

source: Start
ja_jp: 開始

source: Worker sign-off
ja_jp: 社員の承認

source: Additional manager
ja_jp: 追加マネージャー

source: Manager+1
ja_jp: マネージャー+1

source: Review about
ja_jp: レビュー対象

source: Approve or reject with an optional comment.
ja_jp: 承認または拒否に、任意でコメントを追加できます。

source: Add my direct reports
ja_jp: 直属の部下を追加

source: Comment not saved
ja_jp: コメントが保存されませんでした

source: You don't have any reports
ja_jp: レポートがありません。

source: Total workers: {{workersSize}}
ja_jp: 総従業員数：{{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
ja_jp: お客様に割り当てられた補償ラウンドは、ここに表示されます。

source: No compensation rounds yet!
ja_jp: まだ補償ラウンドはありません！

source: View and manage all compensation rounds.
ja_jp: すべての報酬ラウンドを表示および管理します。

source: Compensation rounds
ja_jp: 補償ラウンド

source: Search by comp round name
ja_jp: 報酬ラウンド名で検索

source: Workflow status
ja_jp: ワークフローのステータス

source: Select workers to compare them.
ja_jp: 従業員を選択して比較します。

source: The outcome of the column is based on the formula below.
ja_jp: この列の結果は、以下の数式に基づいています。

source: Calculated column formula
ja_jp: 計算列の数式

source: You must add a note when entering a value.
ja_jp: 値を入力する際には、必ずメモを追加してください。

source: You must add a note for values outside the guidelines.
ja_jp: ガイドライン外の値については、必ず注釈を追加してください。

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
ja_jp: <0><1>「{{name}}」に関連するフィールド</1><3>{{helpTip}}</3></0>

source: The calculation cannot be done because {{column}} is empty.
ja_jp: {{column}}が空のため、計算できません。

source: The calculation cannot be done because a reference filed is empty.
ja_jp: 参照フィールドが空のため、計算できません。

source: Rules are applied in priority order from top to bottom.
ja_jp: ルールは上から下へ、優先順位の高い順に適用されます。

source: Comp round currency ({{currencyCode}})
ja_jp: Comp 丸め通貨 ({{currencyCode}})

source: Choose grid currency
ja_jp: グリッドの通貨を選択してください

source: Worker local currency
ja_jp: 従業員の現地通貨

source: The data might be out of sync. Refresh the data to get the latest changes.
ja_jp: データが同期されていない可能性があります。最新の変更を取得するにはデータを更新してください。

source: No compensation rounds to display
ja_jp: 表示する報酬ラウンドがありません

source: Clear field
ja_jp: フィールドをクリア

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
ja_jp: このフィールドは、許可された金額範囲内の値のみを受け付けます。前の金額に戻しますか？

source: Revert
ja_jp: 元に戻す

source: Out of range
ja_jp: 範囲外

source: Maximum: {{value}}
ja_jp: 最大：{{value}}

source: Minimum: {{value}}
ja_jp: 最小値：{{value}}

source: Guideline
ja_jp: ガイドライン

source: Achievement
ja_jp: 実績

source: Bonus payout
ja_jp: ボーナス支払い

source: The decimal precision is set to 2.
ja_jp: 小数点以下の精度は2に設定されています。

source: Type weight
ja_jp: タイプ重量

source: Situation
ja_jp: 状況

source: Situations
ja_jp: 状況

source: No bonus situations available
ja_jp: 利用可能なボーナス状況はありません

source: {{fromDate}} to {{toDate}}
ja_jp: {{fromDate}} から {{toDate}} まで

source: LoA factor: {{loaFactor}}
ja_jp: LoAファクター：{{loaFactor}}

source: Target bonus: {{targetBonus}}
ja_jp: 目標ボーナス：{{targetBonus}}

source: TiR factor: {{tirFactor}}
ja_jp: TiRファクター：{{tirFactor}}

source: Total bonus: {{totalBonus}}
ja_jp: 合計ボーナス：{{totalBonus}}

source: Total bonus (all periods)
ja_jp: 合計ボーナス（全期間）

source: Maximum amount
ja_jp: 最大金額

source: Minimum amount
ja_jp: 最低金額

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
ja_jp: {{totalCount}} 個のコンポーネント要素のうち {{eligibleCount}} 個が対象です

source: You don't have any workers in this view.
ja_jp: このビューには社員がいません。

source: No comp rounds with round name "{{phrase}}"
ja_jp: 「{{phrase}}」という名前の報酬ラウンドはありません

source: Date from
ja_jp: 日付（起点）

source: Date to
ja_jp: 日付（終点）

source: Editor
ja_jp: 編集者

source: Updated field
ja_jp: 更新されたフィールド

source: Workflow stage
ja_jp: ワークフローのステージ

source: Proxied by {{userName}}
ja_jp: {{userName}} によってプロキシされています

source: Reapproved
ja_jp: 再承認済み

source: Republished round
ja_jp: 再公開されたラウンド

source: Republished round (proposals removed)
ja_jp: 再公開されたラウンド（提案は削除済み）

source: Republished round (proposals kept)
ja_jp: 再公開されたラウンド（提案は保持）

source: Resubmitted
ja_jp: 再送信済み

source: Set default value
ja_jp: デフォルト値を設定

source: Input
ja_jp: 入力

source: Allocated
ja_jp: 分配済み

source: Base salary
ja_jp: 基本給

source: Show budget
ja_jp: 予算を表示

source: Eligible workers
ja_jp: 適格な従業員

source: Budget info
ja_jp: 予算情報

source: overspent out of {{budget}}
ja_jp: （{{budget}}に対する超過出費額）

source: Remaining
ja_jp: 残り

source: remaining out of {{budget}}
ja_jp: （{{budget}}のうちの残額）

source: spent out of {{budget}}
ja_jp: {{budget}} から支出済み

source: Budget warning
ja_jp: 予算警告

source: Compensation navigation
ja_jp: 報酬ナビゲーション

source: Export to Excel
ja_jp: Excelにエクスポート

source: Export all pages
ja_jp: すべてのページをエクスポート

source: Export current page
ja_jp: 現在のページをエクスポート

source: Select pages:
ja_jp: ページを選択:

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
ja_jp: 選択した社員数が{{limit}}人の上限を超えているため、このダウンロードは利用できません。続行するには、選択範囲を絞り込んでください。大規模なエクスポートやサポートが必要な場合は、カスタマーサポートまでお問い合わせください。

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
ja_jp: フィルタ検索/フィルタ条件に一致する結果がありません。<br/> フィルタを削除し、検索をクリアしてすべての結果を表示してください。

source: Comp review
ja_jp: 報酬レビュー

source: Search by worker name
ja_jp: 従業員名で検索

source: Audit
ja_jp: 監査

source: Selected: {{count}}
ja_jp: 選択済み：{{count}}件

source: Status set to completed
ja_jp: ステータスが完了に設定されました

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
ja_jp: 1人の社員を次のステップに移動しようとしています。続行してもよろしいですか？

source: Successfully approved
ja_jp: 承認が完了しました

source: Approve worker proposal
ja_jp: 社員の提案を承認する

source: Complete
ja_jp: 完了する

source: You are about to complete the worker proposal. Are you sure you want to continue?
ja_jp: 社員の提案を完了しようとしています。続行してもよろしいですか？

source: Complete worker proposal
ja_jp: 社員提案を完了する

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
ja_jp: 1人の社員を前のステップに移動しようとしています。続行してもよろしいですか？

source: The status was successfully set to rejected.
ja_jp: ステータスが却下に正常に設定されました。

source: Reject worker proposal
ja_jp: 社員の提案を却下する

source: The proposal was rejected.
ja_jp: その提案は却下されました。

source: The proposal was returned to the previous step for adjustments.
ja_jp: 提案は修正のため、前のステップに差し戻されました。

source: Awaiting approval
ja_jp: 承認待ち

source: Awaiting proposal
ja_jp: 提案待ち

source: The proposal was successfully submitted.
ja_jp: 提案が正常に送信されました。

source: Submit worker proposal
ja_jp: 社員提案を送信する

source: Please add a justification for any proposal outside of guidelines.
ja_jp: ガイドライン外の提案には、必ず理由を記載してください。

source: You must add a note for this comp element.
ja_jp: このコンポーネント要素にはメモを追加する必要があります。

source: Add note (required)
ja_jp: メモを追加（必須）

source: Note added successfully
ja_jp: メモが正常に追加されました

source: Note required
ja_jp: メモが必要です

source: Your unsaved changes were successfully discarded.
ja_jp: 保存されていない変更は正常に破棄されました。

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
ja_jp: 値がガイドラインの範囲外になる場合は、必ずメモを追加してください。メモを削除すると、値は以前の状態に戻ります。

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
ja_jp: 値を入力する際には、必ずメモを追加してください。メモを削除すると、値は以前の状態に戻ります。

source: Are you sure you want to delete this note?
ja_jp: このメモを削除してもよろしいですか？

source: Note deleted successfully
ja_jp: ノートが正常に削除されました

source: Note edited successfully
ja_jp: ノートが正常に編集されました

source: Fields
ja_jp: フィールド

source: Choose the field related to this note.
ja_jp: このメモに関連する分野を選択してください。

source: Item not found
ja_jp: アイテムが見つかりません

source: Unavailable
ja_jp: 利用できません

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
ja_jp: このメモに関連するフィールドを選択してください。利用できないフィールドは保存後に削除されます。

source: Max: {{guideline}}
ja_jp: 最大値：{{guideline}}

source: Min: {{guideline}}
ja_jp: 最小値：{{guideline}}

source: Min: {{min}} - Max: {{max}}
ja_jp: 最小：{{min}} - 最大：{{max}}

source: {{input}} (outside of guidelines)
ja_jp: {{input}}（ガイドライン外）

source: This note will be visible to everyone reviewing this worker in the compensation round.
ja_jp: このメモは、報酬ラウンドでこの従業員を評価するすべての方に表示されます。

source: Add your note
ja_jp: メモを追加してください

source: The note is required.
ja_jp: メモは必須です。

source: Note (required)
ja_jp: 注記（必須）

source: No notes
ja_jp: メモはありません

source: This item does not contain any notes
ja_jp: このアイテムにはメモが含まれていません

source: Proposal management is applied to this column.
ja_jp: この列には提案管理が適用されています。

source: Value overridden by user
ja_jp: ユーザーによって上書きされた値

source: Restore value
ja_jp: 値を復元

source: Unable to calculate
ja_jp: 計算できません

source: Select worker
ja_jp: 従業員を選択

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
ja_jp: 行動ホイールの表示に必要なデータがありません。この従業員の業績の全体像を把握できるよう、フィードバックを提供してください。

source: No check-ins scheduled. Schedule one to discuss their growth.
ja_jp: スケジュールされたチェックインはありません。成長について話し合えるよう、まずはスケジュールしてください。

source: This team member has no public feedback.
ja_jp: このチームメンバーには公開フィードバックがありません。

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
ja_jp: まだフィードバックを送信していません。チームメンバーの成長の助けとなるよう、あなたの意見を共有しましょう。

source: This team member hasn’t shared any feedback with you yet.
ja_jp: このチームメンバーは、まだあなたとフィードバックを共有していません。

source: This team member has no goals yet. Create goals to help their progress.
ja_jp: このチームメンバーにはまだ目標がありません。進捗の助けとなるよう、目標を作成しましょう。

source: The CSV file could not be downloaded. Please try again later.
ja_jp: CSVファイルをダウンロードできませんでした。後でもう一度お試しください。

source: Download failed
ja_jp: ダウンロードに失敗しました

source: Synchronize to check for available analyses.
ja_jp: 利用可能な分析があるか確認するために同期します。

source: No pay analysis available
ja_jp: 給与分析データがありません

source: View and manage all pay analyses
ja_jp: すべての給与分析を表示および管理する

source: Analyses
ja_jp: 分析

source: Submit recommendation
ja_jp: 推薦を送信する

source: The recommendation was successfully submitted.
ja_jp: 推薦が正常に送信されました。

source: Could not load notes. Please try again.
ja_jp: メモを読み込めませんでした。もう一度お試しください。

source: Auto-generated
ja_jp: 自動生成

source: Choose one...
ja_jp: 1つ選択してください...

source: You must select a communication round before closing the request in order to release the document to the worker.
ja_jp: 社員にドキュメントをリリースするには、リクエストをクローズする前にコミュニケーションラウンドを選択する必要があります。

source: The communication round cannot be empty when closing a pay information request with attached documents.
ja_jp: 添付書類付きの給与情報リクエストをクローズする際、コミュニケーションラウンドを空にすることはできません。

source: Create request
ja_jp: リクエストを作成

source: The pay information request was successfully created.
ja_jp: 給与情報リクエストが正常に作成されました。

source: This date corresponds to the request creation date in the system.
ja_jp: この日付は、システムにおけるリクエストの作成日に対応します。

source: Creation type
ja_jp: 作成タイプ

source: Document preview
ja_jp: ドキュメントのプレビュー

source: Edit request
ja_jp: リクエストを編集

source: Attached document
ja_jp: 添付文書

source: The data source is required to generate and preview the document.
ja_jp: ドキュメントを生成およびプレビューするには、データソースが必要です。

source: Generate document
ja_jp: ドキュメントを生成

source: Import a static document
ja_jp: 静的ドキュメントをインポートする

source: The internal note is not visible to the worker.
ja_jp: 内部メモは社員には表示されません。

source: The file name cannot contain more than 100 characters.
ja_jp: ファイル名は100文字を超えてはいけません。

source: The file name cannot be empty.
ja_jp: ファイル名を空にすることはできません。

source: Define the name of the document that will be distributed to workers.
ja_jp: 社員に配布する文書の名称を定義します。

source: The pay information request was successfully saved.
ja_jp: 報酬情報のリクエストは正常に保存されました。

source: The template is required to generate and preview a document.
ja_jp: ドキュメントを生成およびプレビューするには、テンプレートが必要です。

source: Upload document
ja_jp: ドキュメントをアップロード

source: Browse to upload file
ja_jp: ファイルを参照してアップロード

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
ja_jp: 対応しているファイル形式：PDF。 最大ファイルサイズ：10MB。 1回のアップロードにつき添付できるファイル数：1件。

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
ja_jp: ドキュメント「{{fileName}}」をインポートできません。形式とサイズの要件に合致していることを確認してください。

source: Generate & preview document
ja_jp: ドキュメントの生成とプレビュー

source: To update this field, you must first delete the generated attached document.
ja_jp: このフィールドを更新するには、先に生成された添付ドキュメントを削除する必要があります。

source: Alerts
ja_jp: アラート

source: Internal note
ja_jp: 内部メモ

source: No files uploaded
ja_jp: ファイルはアップロードされていません

source: Comm round
ja_jp: コミュニケーションラウンド

source: A date is required when an operator is selected
ja_jp: オペレーターを選択すると、日付が必須になります

source: Number of days
ja_jp: 日数

source: An operator is required when a date or value is provided
ja_jp: 日付または値が指定されている場合は、演算子が必要です

source: Reference number
ja_jp: 参照番号

source: Type part of a reference number
ja_jp: 参照番号の一部を入力

source: Type part of a request ID
ja_jp: リクエストIDの一部を入力

source: Resolution date
ja_jp: 解決日

source: Since request
ja_jp: リクエスト以降

source: A value is required when an operator is selected
ja_jp: 演算子を選択すると、値の入力が必要です

source: Type part of a name or worker ID
ja_jp: 名前または社員IDの一部を入力

source: The reference number cannot be empty.
ja_jp: 参照番号を空にすることはできません。

source: The reference number cannot be longer than 50 characters.
ja_jp: 参照番号は50文字以内にする必要があります。

source: The request date cannot be empty.
ja_jp: リクエスト日を空にすることはできません。

source: The request date cannot be in the future.
ja_jp: リクエスト日を未来の日付にすることはできません。

source: Request details
ja_jp: リクエストの詳細

source: Response to requester
ja_jp: 依頼者への回答

source: Response to worker
ja_jp: 社員への返信

source: Select data source
ja_jp: データソースを選択

source: Select template
ja_jp: テンプレートを選択

source: Send & close
ja_jp: 送信して閉じる

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
ja_jp: この給与情報リクエストを閉じようとしています。この操作は元に戻せません。ドキュメントは選択したコミュニケーションラウンドに追加されます。続行してもよろしいですか?

source: Confirm closing request
ja_jp: クロージングリクエストの確認

source: If you close now, request will be saved and the document won't be added.
ja_jp: 今閉じると、リクエストは保存されますが、ドキュメントは追加されません。

source: Close without adding a document
ja_jp: ドキュメントを追加せずに閉じる

source: The pay information request was successfully closed.
ja_jp: 報酬情報リクエストが正常にクローズされました。

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
ja_jp: 選択されたコミュニケーションラウンドに対してワークフローが有効になっています。添付されたドキュメントは追加されますが、リリースされるまで社員には表示されません

source: Workflow enabled
ja_jp: ワークフロー有効

source: Approaching deadline
ja_jp: 期限が近づいています

source: Closed without document
ja_jp: ドキュメントなしでクローズ

source: Document deleted
ja_jp: ドキュメントを削除しました

source: Not released to worker
ja_jp: 社員に未公開

source: Overdue
ja_jp: 期限超過

source: Remove filters and clear the search to show all results.
ja_jp: すべての結果を表示するには、フィルターを削除して検索をクリアしてください。

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
ja_jp: ここにあなたの給与情報リクエストが表示されます。後ほど更新を確認するか、その間にほかの機能をお試しください。

source: API upload
ja_jp: APIアップロード

source: {{count}} day
ja_jp: {{count}} 日

source: {{count}} days
ja_jp: {{count}} 日

source: Reopened
ja_jp: 再開

source: Manage pay information requests.
ja_jp: 報酬情報のリクエストを管理します。

source: Pay information requests
ja_jp: 給与情報のリクエスト

source: Technical account (API upload)
ja_jp: テクニカルアカウント（APIアップロード）

source: View request
ja_jp: リクエストを表示

source: Document
ja_jp: ドキュメント

source: The worker cannot be empty.
ja_jp: 社員を空にすることはできません。

source: Create prediction
ja_jp: 予測を作成

source: There are no predictions to display at the moment.
ja_jp: 現時点で、表示する予測はありません。

source: My prediction list
ja_jp: 私の予測リスト

source: Created date: {{date}}
ja_jp: 作成日：{{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
ja_jp: 作成日：{{createDate}} 更新日：{{modifiedDate}}

source: No predictions with the name "{{phrase}}"
ja_jp: 「{{phrase}}」という名前の予測はありません

source: Search prediction
ja_jp: 検索予測

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
ja_jp: ここでは、外部競争力と内部公平性の維持を目指し、給与帯や昇進レベルなどの要因を考慮してシステムが生成した給与案のリストを確認できます。

source: Existing worker
ja_jp: 既存の従業員

source: New hire
ja_jp: 新入社員

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
ja_jp: この従業員に使用可能なフィードバックタイプはありません。チームメンバーの成長の助けとなるよう、あなたの意見を共有しましょう。

source: Shared with me
ja_jp: 私と共有済み

source: Average: {{avg}}
ja_jp: 平均：{{avg}}

source: Based on evaluations provided by workers
ja_jp: 従業員が提供した評定に基づく

source: Give feedback to increase the chances of generating insights.
ja_jp: 洞察生成の可能性を高められるよう、フィードバックを提供してください。

source: {{count}} rated feedback to generate statistics
ja_jp: 統計の生成に使用可能な{{count}}件の評価済みフィードバック

source: Perceived <strong>clarity</strong>
ja_jp: 他者から見た<strong>明確性</strong>

source: Perceived <strong>trust</strong>
ja_jp: 他者から見た<strong>信頼性</strong>

source: Rated feedback
ja_jp: 評価されたフィードバック

source: Manager feedback ratings
ja_jp: マネージャのフィードバック評価

source: Until the next update
ja_jp: 次の更新まで

source: Feedback marked as public by this worker
ja_jp: この従業員が公開としてマークしたフィードバック

source: Check again later for updates or explore more in the meantime.
ja_jp: 後ほど更新情報を再度確認してください。それまでの間、他の機能もぜひお試しください。

source: Feedback that was sent to this worker
ja_jp: この従業員に送信されたフィードバック

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
ja_jp: まだこの従業員にフィードバックを送信していません。チームメンバーの成長の助けとなるよう、あなたの意見を共有しましょう。

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
ja_jp: {{firstName}}さんがあなたのフィードバックを待っています。今すぐあなたの洞察を共有してみませんか？

source: Feedback this team member shared with me
ja_jp: このチームメンバーが私と共有したフィードバック

source: Sharing feedback helps improve teamwork and processes within the company.
ja_jp: フィードバックの共有は、社内のチームワークやプロセスの改善に役立ちます。

source: Goals owned by your team member and on which they need to work.
ja_jp: あなたのチームメンバーがオーナーであり、取り組む必要がある目標。

source: No results.<br/>Clear search to show all goals.
ja_jp: 結果がありません。<br/>検索をクリアして、すべての目標を表示してください。

source: This team member has no goals yet.
ja_jp: このチームメンバーにはまだ目標がありません。

source: This team member has no assigned performance review at the moment.
ja_jp: 現時点で、このチームメンバーに割り当てられた業績レビューはありません。

source: Career development
ja_jp: キャリア開発

source: Reassigned to: {{userName}}
ja_jp: 再割り当て先: {{userName}}

source: Go to career development plan
ja_jp: キャリア開発計画に進む

source: Reassigned
ja_jp: 再割り当て済み

source: Reassigned to {{userName}}
ja_jp: {{userName}}に再割り当てされました

source: Compare workers
ja_jp: 従業員を比較

source: Direct reports
ja_jp: 直属の部下

source: {{firstName}}'s goal progress
ja_jp: {{firstName}}さんの目標の進捗

source: Last feedback
ja_jp: 直近のフィードバック

source: No feedback
ja_jp: フィードバックなし

source: (me)
ja_jp: （私）

source: Next check-in
ja_jp: 次のチェックイン

source: No check-ins
ja_jp: チェックインなし

source: Go to check-in
ja_jp: チェックインに移動

source: Go to review
ja_jp: レビューに移動

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
ja_jp: 条件に一致するチームメンバーがいません。適切なチームメンバーを見つけられるよう、検索条件を調整するか、スペルとフィルタを確認してください。

source: No team members selected
ja_jp: チームメンバーが選択されていません

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
ja_jp: 1人以上のチームメンバーを選択して、その業績指標を表示することができます。名前の横にあるボックスにチェックを入れると、データを分析できます。

source: Direct reports of {{name}}
ja_jp: {{name}}さんの直属の部下

source: Team view
ja_jp: チームビュー

source: Top behavior
ja_jp: 最多の行動

source: No behaviors
ja_jp: 行動なし

source: You don't have any direct reports
ja_jp: あなたには直属の部下がいません。

source: Worker tree
ja_jp: 従業員ツリー

source: Search for a recipient
ja_jp: 受信者を検索

source: No recipients with the name "{{phrase}}"
ja_jp: 「{{phrase}}」という名前の受信者はいません

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
ja_jp: この表には、あなたのチームに関連するドキュメントの包括的なリストが表示されます。ここでこれらのドキュメントをプレビュー、ダウンロード、リリースできます。承認する前に、各ドキュメントの正確性と的確性を確認してください。

source: {{selectedItemsCount}} items selected
ja_jp: {{selectedItemsCount}}件のアイテムを選択中

source: Select all {{allAvailableDocumentsCount}} items
ja_jp: {{allAvailableDocumentsCount}}件のアイテムをすべて選択

source: Communication rounds
ja_jp: 通信ラウンド

source: View and manage team documents.
ja_jp: チームのドキュメントを表示および管理します。

source: You have not accessed any communication rounds yet.
ja_jp: まだ報酬ラウンドにアクセスしていません。

source: No communication rounds
ja_jp: 通信ラウンドなし

source: Communication manager review
ja_jp: 通信マネージャレビュー

source: Communication round list
ja_jp: 通信ラウンドリスト

source: HR BP review
ja_jp: HR BPレビュー

source: Document released automatically
ja_jp: ドキュメントが自動的にリリースされました

source: <strong>{{name}}</strong> changed the workflow step
ja_jp: <strong>{{name}}</strong>さんがワークフローステップを変更しました

source: Document imported
ja_jp: ドキュメントがインポートされました

source: <strong>{{name}}</strong> imported the document
ja_jp: <strong>{{name}}</strong>さんがドキュメントをインポートしました

source: Document overridden
ja_jp: ドキュメントが上書きされました

source: <strong>{{name}}</strong> overrode the document
ja_jp: <strong>{{name}}</strong>さんがドキュメントを上書きしました

source: Document details
ja_jp: ドキュメントの詳細

source: Recipient
ja_jp: 受信者

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
ja_jp: <strong>{{name}}</strong>が給与情報リクエスト{{requestId}}からドキュメントをインポートしました

source: <strong>{{name}}</strong> released the document
ja_jp: <strong>{{name}}</strong>さんがドキュメントをリリースしました

source: <strong>{{name}}</strong> unreleased the document
ja_jp: <strong>{{name}}</strong>さんがドキュメントのリリースをキャンセルしました

source: <strong>{{name}}</strong> viewed the document
ja_jp: <strong>{{name}}</strong>さんがドキュメントを閲覧しました

source: Unrelease
ja_jp: リリースをキャンセル

source: Download document
ja_jp: ドキュメントをダウンロード

source: Import
ja_jp: インポート

source: The document was successfully canceled.
ja_jp: ドキュメントが正常にキャンセルされました。

source: The workflow step was successfully changed.
ja_jp: ワークフローステップが正常に変更されました。

source: The document was successfully deleted.
ja_jp: ドキュメントが正常に削除されました。

source: The document was successfully released.
ja_jp: ドキュメントが正常にリリースされました。

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
ja_jp: 1つ以上の検証エラーが発生しました。一部のドキュメントが、要求された操作に対して適切なワークフローステップにありません。ページを更新してください。

source: Release document
ja_jp: ドキュメントをリリース
